Repository: AlexeyDavydenkov/Django_app
Catalog: mysite/locale/*/LC_MESSAGES/django.po
Languages: ru

source: About me
ru: Информация о пользователе

source: User info
ru: Информация о пользователе

source: Username
ru: Логин

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: This user does not have an avatar yet, use the form below to set an avatar
ru: У этого пользователя еще нет аватарки, используйте форму ниже, чтобы установить аватарку

source: Upload new avatar
ru: Загрузить новую аватарку

source: Upload
ru: Загрузить

source: Change personal data
ru: Редактировить персональные данные

source: User is anonymous
ru: Анонимный пользователь, пожалуйста авторизуйтесь

source: Back to main menu Shop
ru: Вернуться в меню магазина

source: Login user
ru: Авторизация пользователя

source: Login
ru: Войти

source: Logout
ru: Подтверждение выхода

source: Register user
ru: Регистрация пользователя

source: Register a new user
ru: Регистрация нового пользователя

source: Register
ru: Зарегистрировать

source: User detail
ru: Информация о пользователе

source: Detail
ru: Подробная информация

source: This user does not have an avatar yet
ru: У этого пользователя еще нет аватарки

source: User orders
ru: Заказы пользователя

source: Back to users list
ru: Назад к списку пользователей

source: Users list
ru: Пользователи

source: User List
ru: Пользователи

source: Update user
ru: Редактирование пользователя

source: Update User Information
ru: Редактировать информацию о пользователе

source: Update
ru: Редактировать

source: Back
ru: Назад

source: English
ru: Англ

source: Russian
ru: Русский

source: Name
ru: Название

source: Price
ru: Цена

source: Description
ru: Описание

source: Discount
ru: Скидка

source: Product
ru: Товар

source: Delivery_address
ru: Адрес доставки

source: Promocode
ru: Промокод

source: Products
ru: Товары

source: Order
ru: Заказ

source: Orders
ru: Заказы

source: Confirm delete
ru: Подтверждение удаления

source: Are you sure you want to delete
ru: Вы уверены что хотите удалить заказ

source: Back to order
ru: Назад к заказу

source: Delete
ru: Удалить

source: Details order
ru: Детали заказа

source: Order by
ru: Создан пользователем

source: Delivery address
ru: Адрес доставки

source: Products in order
ru: Товары в заказе

source: for
ru: цена

source: Update order
ru: Изменение заказа

source: Delete order
ru: Удаление заказа

source: Back to orders
ru: Назад к заказам

source: Create order
ru: Создать заказ

source: Create a new order
ru: Создать новый заказ

source: Create
ru: Создать

source: Back to orders list
ru: Назад к списку заказов

source: Orders list
ru: Заказы пользователя

source: No orders yet
ru: Пока нет заказов

source: Back orders
ru: Назад к заказу

# price
source: for
ru: цена

source: Invalid action
ru: Ошибка доступа

source: Unfortunately, you do not have permission to perform this action
ru: К сожалению, у вас нет разрешения на выполнение этого действия.

source: Go back to the main page
ru: Вернуться в главное меню магазина

source: Product details
ru: Информация о товаре

# product name
source: Product
ru: Наименование товара

source: Archived
ru: Архивация позиции

source: Update product
ru: Изменение товара

source: Archive product
ru: Архивация позиции

source: Back to products list
ru: Назад к списку товаров

source: Confirm archive
ru: Подтверждение архивации

source: Are you sure you want to archive
ru: Вы уверены что хотите архивировать

source: Back to product
ru: Назад

source: Archive
ru: Архивировать

source: Create product
ru: Создание товара

source: Create a new product
ru: Создать новый товар

source: Back products
ru: Назад к товару

source: Product list
ru: Список товаров

source: There is only one product
ru: Доступен %(product_count)s товар:

# product name
source: Name
ru: Название

source: no discount
ru: Скидка

source: Created_by
ru: Кем создан

source: No products yet
ru: Товаров пока нет

source: Create a first product
ru: Создать первый товар

source: Shop Index
ru: Основное меню магазина

source: Hello dear user! We are glad to welcome you to our store!
ru: Здравствуйте, уважаемый пользователь! Мы рады приветствовать Вас в нашем магазине!

source: Dear user, in order to get acquainted with all the features of our store, you must register and log in
ru: Уважаемый пользователь, в целях ознакомления со всеми возможностями нашего магазина необходимо зарегистрироваться и авторизоваться

source: Come in
ru: Войти

source: Current user page
ru: Страница текущего пользователя

source: Go to Products_list
ru: Товары

source: Go to Orders_list
ru: Заказы

source: Go to Users_list
ru: Пользователи

source: Today is
ru: Сегодня

source: Get out
ru: Выйти

source: User orders list
ru: Заказы пользователя

# user orders
source: User
ru: Заказы

# no yet
source: orders
ru: см

source: User
ru: У

source: no orders yet
ru: пока нет товаров

source: Bact to
ru: Назад
